export const weather_id={
    "晴":0,
    "多云":1,
    "阴":2,
    "阵雨":3,
    "小雨":7,
    "中雨":8,
    "大雨":9,
    "暴雨":10,
    "阵雪":13,
    "小雪":14,
    "中雪":15,
    "大雪":16,
    "暴雪":17,
    "雾":18,
};
export const timetable={
    0:"测试 测试 测 试测 试测试 测",
    1:"升语 英英 数 政语 数体物 历",
    2:"历语 英数 英 化物 体语语 政",
    3:"化英 历语 数 英数 物体化 语",
    4:"英语 历政 数 化数 英语物 历",
    5:"政英 物化 语 数数 语英政 政",
    6:"测试 测试 测 试测 试测试 测"
};
export const new_timetable={
    20250329:"政英 物化 语 数数 语英政 政",
}

export const goal_date="2025/07/01",goal_date_name="中考";